Repository: jimregan/citizens-information-raw
Catalog: en-ga/www.citizensinformation.ie/ga/health/food_safety/food_safety_and_food_poisoning.html.txt.tmx
Source language: en
Languages: ga

source: Food safety and food poisoning
ga: Sábháilteacht agus nimhiú bia

source: If you suspect that you have food poisoning, it is important that you contact or visit your family doctor (GP)
ga: Má cheapann tú go bhfuil nimhiú bia ort tá sé tábhachtach go dtéann tú i dteagmháil le, nó go dtéann tú go dtí do dhochtúir

source: Food poisoning symptoms can occur days after you have eaten contaminated food
ga: D'fhéadfadh na comharthaí a theacht chun solais laethanta tar éis duit an bia truaillithe a ithe

source: Symptoms of food poisoning usually include one or more of the following:
ga: De ghnáth bíonn ceann ar a laghad de na comharthaí seo a leanas san áireamh:

source: You should always report a confirmed food poisoning illness to your Local Health Office or the Food Safety Auhority of Ireland (FSAI)
ga: Ba cheart duit breoiteacht dheimhnithe de nimhiú bia a chur in iúl do d’Oifig Sláinte Áitiúil nó d’Údarás Sábháilteachta Bia na hÉireann (ÚSBÉ)

source: If other people report illness associated with similar products or outlets, your report will help highlight the precise numbers of people affected
ga: Má dhéanann daoine eile tuairisc faoi thinneas atá baint aige le táirgí nó asraonta cosúla, cabhróidh do thuairisc le chur chun suntais an méid daoine atá ag goilleadh

source: This will also permit the public health doctors and environmental health officers to identify problems
ga: Ligeann sé seo do dhochtúirí sláinte poiblí agus oifigigh sláinte comhshaoil fadhbanna a aithint

source: Your vigilance in pointing out a problem can prevent others becoming seriously ill
ga: Má tharraingíonn tú aird ar an bhfadhb, d'fhéadfá daoine eile a chosaint ón tinneas

source: If you have eaten or bought food that is not safe or of a satisfactory standard, you have the right to make a formal complaint
ga: Má tá tú tar éis bia a ithe nó a cheannach nach bhfuil sábháilte, nó nach sroicheann caighdeán sásúil, tá an ceart agat gearán foirmeálta a dhéanamh

source: Food is considered unsafe/unsatisfactory when it:
ga: Glactar leis nach bhfuil bia sábháilte má:

source: • Results in you experiencing vomiting, diarrhoea or stomach pains
ga: • fhaigheann tú pianta boilg, buinneach, nó má chuireann tú amach mar gheall air

source: • Contains a foreign object, for example, glass, insects, hair
ga: • tá ábhar iasachta ann, mar shampla gloine, feithid, gruaig

source: • Is contaminated by chemicals such as disinfectants or detergents
ga: • tá sé truaillithe ag ceimicí cosúil le díghalrán nó glantach

source: • Appears to be contaminated in some way - this may be noticed by a bad taste or smell
ga: • tá an chosúlacht air go bhfuil sé truaillithe i gcaoi éigin - d'fhéadfá é seo a thabhairt faoi deara mar gheall ar dhrochbhlas nó boladh

source: In addition, you can also make a complaint if you are unhappy with the hygiene standard in a food premises, e.g., supermarket, restaurant, etc
ga: Chomh maith leis sin, d'fhéadfá gearán a dhéanamh má tá tú míshásta leis an gcaighdeán glaineachta in áitreabh bia, mar shampla ollmhargadh, bialann agus araile

source: If you suspect that there is something wrong with the food you have been served or purchased
ga: Má cheapann tú go bhfuil rud éigin mícheart leis an mbia a tugadh duit nó a cheannaigh tú

source: • Do not accept an unsatisfactory meal in a restaurant or café – send it back, leave or ask for an entirely fresh serving on a clean plate
ga: • Ná glac le béile nach bhfuil sásúil i mbialann nó caifé - tabhair ar ais é, fág an áit, nó déan iarratas ar chuid úr ar phláta glan

source: • Always remember that hot food must be served piping hot
ga: • Ná déan dearmad go gcaithfidh bia te a bheith te agus é á chur chun boird

source: Store the affected food in a sealed container in the fridge until it is examined by the authorities
ga: Stóráil an bia a ndearnadh dochar dó i gcoimeádán séalaithe sa chuisneoir go dtí go ndéanann na húdaráis scrúdú air

source: • Make a note of when and where the food was purchased, when the food was first opened and when the problem was first noticed
ga: • Scríobh nóta faoi cén uair agus cén ait ar ceannaíodh an bia, cén uair ar osclaíodh é don chéad uair, agus cén uair ar tugadh faoi deara go raibh fadhb ag baint leis don chéad uair

source: • Keep the food product in the fridge or freezer, cover it and store it away from other food
ga: • Coinnigh an táirge bia sa chuisneoir nó sa reoiteoir, cuir clúdach air, agus coinnigh in áit ar leith é ionas nach mbeidh sé i dteagmháil le bia eile

source: • Do not remove any foreign objects from the food product
ga: • Ná bhain aon ábhar iasachta den táirge bia

source: • Keep all the labels and packaging from the food product
ga: • Coinnigh na lipéid agus an phacáistíocht ón táirge bia

source: Analysis of food samples
ga: Anailísiú ar shamplaí bia

source: The Public Analyst Laboratory provides analysis of food samples if there is a complaint
ga: Soláthraíonn Saotharlann an Anailísí Phoiblí anailís ar shamplaí bia má dhéantar gearán

source: There is no charge for this if a food complaint is submitted through the Environmental Health Service Offices
ga: Níl aon táille air seo má dhéantar gearán faoi bhia trí na hOifigí Seirbhísí Sláinte Comhshaoil

source: There is a fee for food sample analysis if you submit samples directly to the laboratory
ga: Féadfaidh tú samplaí a sheoladh go díreach chuig an tsaotharlann ach gearrtar táille, sa chás sin, ar anailís a dhéanamh ar shampla bia

source: If you have a complaint regarding food or a food premises, you should contact the Environmental Health Officer in your Local Health Office or the Food Safety Authority of Ireland as soon as possible
ga: Má tá gearán agat maidir le bia nó áitreabh bia, ba cheart duit dul i dteagmháil leis an Oifigeach Sláinte Comhshaoil i d'Oifig Sláinte Áitiúil chomh luath agus is féidir

source: If you submit a food complaint, the unfit food may be sent to the Public Analyst Laboratory in your region for analysis and you will be notified of the result
ga: Má dhéanann tú gearán faoi bhia, d'fhéadfaí an bia mífholláin a chur chuig an Saotharlann Anailísí Poiblí i do cheantar le haghaidh anailisiú, agus cuirfear ar an eolas tú faoin toradh

source: On the other hand, you can have suspect food analysed independently by contacting your local Public Analyst Laboratory yourself
ga: Ar an taobh eile den phingin, féadtar anailís neamhspleách a dhéanamh ar bhia a bhfuil tú in amhras air, trí theagmháil a dhéanamh, tú féin, le Saotharlann an Anailísí Phoiblí áitiúil
